[X2DownloadableContentInfo_AddedPartNames]

;---------------------------
; Mrk's Haloooooooaooooaoo
;---------------------------

;---------------------------
;Torso
;---------------------------
.TorsoTemplate="X1_Kevlar_K_M"
.TorsoName="XCOM Kevlar Body Armour"

.TorsoTemplate="X1_Kevlar_K_F"
.TorsoName="XCOM Kevlar Body Armour"

.TorsoTemplate="X1_KevlarDeco0_K_M"
.TorsoName="XCOM Hyperion Armour"

.TorsoTemplate="X1_KevlarDeco0_K_F"
.TorsoName="XCOM Hyperion Armour"

.TorsoTemplate="X1_KevlarDeco1_K_M"
.TorsoName="XCOM Kevlar Vest Body Armour"

.TorsoTemplate="X1_KevlarDeco1_K_F"
.TorsoName="XCOM Kevlar Vest Body Armour"
;---------------------------
;Legs
;---------------------------
.LegsTemplate="X1_KevlarLegs_K_M"
.LegsName="XCOM Kevlar Legs"

.LegsTemplate="X1_KevlarLegs_K_F"
.LegsName="XCOM Kevlar Legs"
